"256 Grays"						= "256 grijstinten";
"256 Colors"					= "256 kleuren";
"Thousands"						= "duizenden";
"Millions"						= "miljoenen";
"Trillions"						= "biljoenen";
"Unknown"						= "onbekend";

"CountdownString"				= "De vorige instelling wordt automatisch hersteld over 1 seconde.";
"CountdownsString"				= "De vorige instelling wordt automatisch hersteld over %d seconden.";

"480iString"					= "480i (televisie)";
"480pString"					= "480p (televisie)";
"720iString"					= "720i (televisie)";
"720pString"					= "720p (televisie)";
"1080iString"					= "1080i (televisie)";
"1080pString"					= "1080p (televisie)";
"480iPALString"					= "480i (PAL-televisie)";
"480pPALString"					= "480p (PAL-televisie)";
"720iPALString"					= "720i (PAL-televisie)";
"720pPALString"					= "720p (PAL-televisie)";
"1080iPALString"				= "1080i (PAL-televisie)";
"1080pPALString"				= "1080p (PAL-televisie)";

"ResolutionTimingString" 		= "%d × %d, %d Hz";
"ResolutionTimingStringFract" 	= "%d × %d, %.1f Hz";
"StretchedTimingString" 		= "%d × %d, %d Hz (uitgerekt)";
"StretchedTimingStringFract" 	= "%d × %d, %.1f Hz (uitgerekt)";
"SimulscanTimingString" 		= "%d × %d, %d Hz (simulscan)";
"SimulscanTimingStringFract" 	= "%d × %d, %.1f Hz (simulscan)";
"ExternalTimingString" 			= "%d × %d, %d Hz (extern)";
"ExternalTimingStringFract" 	= "%d × %d, %.1f Hz (extern)";
"InterlacedTimingString" 		= "%d × %d (interlaced)";
"InterlacedTimingStringFract" 	= "%d × %d %.1f Hz (interlaced)";

"SimulscanPALTimingString" 		= "%d × %d, 50 Hz (PAL-televisie)";
"SimulscanNTSCTimingString" 	= "%d × %d, 60 Hz (NTSC-televisie)";

"ResolutionTimingString0Hz" 	= "%d × %d";
"StretchedTimingString0Hz" 		= "%d × %d (uitgerekt)";
"SimulscanTimingString0Hz" 		= "%d × %d (simulscan)";
"ExternalTimingString0Hz" 		= "%d × %d (extern)";
"InterlacedTimingString0Hz" 	= "%d × %d (interlaced)";

"Turn On Mirroring"				= "Schakel synchrone weergave in";
"Turn Off Mirroring"			= "Schakel synchrone weergave uit";

"Detect Displays"				= "Detecteer beeldschermen";
"Open Displays"					= "Beeldschermvoorkeuren…";

"Main Display"					= "Hoofdbeeldscherm";
"Display n"						= "Beeldscherm %d";

"Recent Modes"					= "Aantal recente onderdelen";
"0"								= "0";
"3"								= "3";
"5"								= "5";
"10"							= "10";
